Repository: theradhakishore/NimaiConnect
Catalog: lib/l10n/app_*.arb
Languages: or

# language
source: English
or: Oriya

# greeting
source: Hello!
or: ନମସ୍କାର

# subGreeting
source: Welcome to Nimai Connect
or: ନିମାଇ ସଂଯୋଗକୁ ସ୍ୱାଗତ

source: Specializations
or: ବିଶେଷତା

source: Available Doctors
or: ଉପଲବ୍ଧ ଡାକ୍ତର

source: Available Hospitals
or: ଉପଲବ୍ଧ ଡାକ୍ତରଖାନା

source: Your
or: ତୁମର

source: Profile
or: ପ୍ରୋଫାଇଲ୍

source: Appointments
or: ନିଯୁକ୍ତି

source: Medications
or: ଔଷଧ

source: Dashboard
or: ଡ୍ୟାସବୋର୍ଡ

source: See All
or: ସବୁ ଦେଖନ୍ତୁ

source: Refer
or: ରେଫର

source: Contact
or: ଯୋଗାଯୋଗ

source: Log out
or: ଲଗ୍ ଆଉଟ

# record
source: Record Prescription
or: ରେକର୍ଡ ପ୍ରେସକ୍ରିପସନ୍
